Repository: olearytd/NightreignTimer
Catalog: NightreignTimer/Resources/Localizable.xcstrings
Source language: en
Languages: es_us, fr, ja, ko, zh_hk

source: Attempts: %@
es_us: Intentos: %@
fr: Tentatives : %@
ja: 試行回数：%@
ko: 시도 횟수: %@
zh_hk: 嘗試：%@

source: Battery
es_us: Batería
fr: Batterie
ja: バッテリー
ko: 배터리
zh_hk: 電池

# battery_info
source: When enabled, your screen may dim or turn off to conserve power.
es_us: Cuando está activado, la pantalla puede atenuarse o apagarse para ahorrar energía.
fr: Lorsqu’il est activé, l’écran peut s’assombrir ou s’éteindre pour économiser l’énergie.
ja: 有効にすると、画面が暗くなるかオフになり、電力を節約できます。
ko: 활성화하면 화면이 어두워지거나 꺼져 전력을 절약할 수 있습니다.
zh_hk: 啟用後，螢幕可能會變暗或關閉以節省電力。

source: Battery Saver
es_us: Ahorro de batería
fr: Économie de batterie
ja: バッテリーセーバー
ko: 배터리 절약 모드
zh_hk: 省電模式

source: Cancel
es_us: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hk: 取消

# check_icloud_status
source: Checking iCloud status…
es_us: Verificando el estado de iCloud…
fr: Vérification du statut iCloud…
ja: iCloudのステータスを確認中…
ko: iCloud 상태 확인 중…
zh_hk: 正在檢查 iCloud 狀態…

source: Close
es_us: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hk: 關閉

# day_label
source: Day %@: %@
es_us: Día %@: %@
fr: Jour %@ : %@
ja: 第%@日： %@
ko: 제 %@일: %@
zh_hk: 第%@天： %@

source: Did you win?
es_us: ¿Ganaste?
fr: Avez-vous gagné ?
ja: 勝ちましたか？
ko: 이겼습니까?
zh_hk: 你贏了嗎？

source: Done
es_us: Hecho
fr: Terminé
ja: 完了
ko: 완료
zh_hk: 完成

source: Export CSV
es_us: Exportar CSV
fr: Exporter CSV
ja: CSVをエクスポート
ko: CSV 내보내기
zh_hk: 匯出 CSV

# fight_nightlord
source: Fight the Nightlord
es_us: Luchar contra el Señor de la Noche
fr: Combattre le Seigneur de la Nuit
ja: ナイトロードと戦う
ko: 나이트로드와 싸우기
zh_hk: 挑戰夜之君

source: Game Type
es_us: Tipo de juego
fr: Type de jeu
ja: ゲームタイプ
ko: 게임 유형
zh_hk: 遊戲類型

# hero_name
source: Hero
es_us: Héroe
fr: Héros
ja: ヒーロー
ko: 영웅
zh_hk: 英雄

source: iCloud Restricted
es_us: iCloud restringido
fr: iCloud restreint
ja: iCloud制限中
ko: iCloud 제한됨
zh_hk: iCloud 已受限

source: iCloud Sync
es_us: Sincronización de iCloud
fr: Synchronisation iCloud
ja: iCloud同期
ko: iCloud 동기화
zh_hk: iCloud 同步

source: Loss
es_us: Derrota
fr: Défaite
ja: 敗北
ko: 패배
zh_hk: 落敗

source: Nightlord Battle
es_us: Batalla del Señor de la Noche
fr: Bataille du Seigneur de la Nuit
ja: ナイトロードの戦い
ko: 나이트로드 전투
zh_hk: 夜之君戰鬥

# nightlord_name
source: Nightlord
es_us: Señor de la Noche
fr: Seigneur de la Nuit
ja: ナイトロード
ko: 나이트로드
zh_hk: 夜之領主

source: No
fr: Non
ja: いいえ
ko: 아니요
zh_hk: 否

source: No iCloud Account
es_us: Sin cuenta de iCloud
fr: Aucun compte iCloud
ja: iCloudアカウントがありません
ko: iCloud 계정 없음
zh_hk: 沒有 iCloud 帳戶

source: No runs yet
es_us: Aún no hay partidas
fr: Aucune partie pour l’instant
ja: まだプレイがありません
ko: 아직 실행 기록 없음
zh_hk: 尚無遊戲紀錄

# no_runs_yet_hint
source: Start a new game to see your records here
es_us: Comienza una nueva partida para ver tus registros aquí
fr: Commencez une nouvelle partie pour voir vos enregistrements ici
ja: 新しいゲームを開始するとここに記録が表示されます
ko: 새 게임을 시작하면 여기에 기록이 표시됩니다
zh_hk: 開始新遊戲以在此查看記錄

# phase_explore
source: Explore
es_us: Explorar
fr: Explorer
ja: 探索
ko: 탐험
zh_hk: 探索

# phase_first_circle
source: First Circle Closing
es_us: Cierre del primer círculo
fr: Fermeture du premier cercle
ja: 最初の円が縮小中
ko: 첫 번째 원형 지역 축소
zh_hk: 第一圈縮小中

# phase_last_circle
source: Last Circle Closing
es_us: Cierre del último círculo
fr: Fermeture du dernier cercle
ja: 最後の円が縮小中
ko: 마지막 원형 지역 축소
zh_hk: 最後一圈縮小中

source: Ready
es_us: Listo
fr: Prêt
ja: 準備完了
ko: 준비
zh_hk: 準備好

source: Records
es_us: Registros
fr: Enregistrements
ja: 記録
ko: 기록
zh_hk: 紀錄

source: Reset
es_us: Reiniciar
fr: Réinitialiser
ja: リセット
ko: 초기화
zh_hk: 重設

# reset_phase_label
source: Reset
es_us: Reiniciar
fr: Réinitialiser
ja: リセット
ko: 초기화
zh_hk: 重設

source: Reset Stats
es_us: Restablecer estadísticas
fr: Réinitialiser les stats
ja: 統計をリセット
ko: 통계 재설정
zh_hk: 重設統計

# reset_stats_confirm_message
source: This will reset all your stats and records. Are you sure?
es_us: Esto restablecerá todas tus estadísticas y registros. ¿Estás seguro?
fr: Cela réinitialisera toutes vos statistiques et enregistrements. Êtes-vous sûr ?
ja: すべての統計と記録がリセットされます。本当によろしいですか？
ko: 모든 통계와 기록이 초기화됩니다. 계속하시겠습니까?
zh_hk: 這將重置您的所有統計和紀錄。您確定嗎？

# reset_stats_confirm_title
source: Reset Stats
es_us: Restablecer estadísticas
fr: Réinitialiser les statistiques
ja: 統計をリセット
ko: 통계 초기화
zh_hk: 重設統計

# reset_stats_hint
source: Reset all your game statistics and records
es_us: Restablece todas tus estadísticas y registros de juego
fr: Réinitialiser toutes vos statistiques et enregistrements de jeu
ja: すべてのゲーム統計と記録をリセットします
ko: 모든 게임 통계와 기록을 초기화합니다
zh_hk: 重設所有遊戲統計與紀錄

source: Restart
es_us: Reiniciar
fr: Redémarrer
ja: 再開始
ko: 재시작
zh_hk: 重新開始

source: Result
es_us: Resultado
fr: Résultat
ja: 結果
ko: 결과
zh_hk: 結果

source: Resume
es_us: Reanudar
fr: Reprendre
ja: 再開
ko: 다시 시작
zh_hk: 繼續

source: Settings
es_us: Configuración
fr: Réglages
ja: 設定
ko: 설정
zh_hk: 設定

# setup_description
source: Select your Game Type, Hero, and Nightlord for this run. Tap Ready when you’re done.
es_us: Selecciona tu tipo de juego, héroe y Señor de la Noche para esta partida. Pulsa Listo cuando termines.
fr: Sélectionnez votre type de jeu, héros et Seigneur de la Nuit pour cette partie. Appuyez sur Prêt lorsque vous avez terminé.
ja: このランのゲームタイプ、ヒーロー、ナイトロードを選択してください。完了したら「準備完了」をタップしてください。
ko: 이번 실행을 위한 게임 유형, 영웅, 나이트로드를 선택하세요. 완료되면 준비 버튼을 누르세요.
zh_hk: 為此次遊戲選擇遊戲類型、英雄和夜之領主。完成後點擊準備好。

source: Start Day %@
es_us: Comenzar día %@
fr: Commencer le jour %@
ja: 第%@日を開始
ko: 제 %@일 시작
zh_hk: 開始第%@天

# start_day_X
source: Start Day %@
es_us: Comenzar día %@
fr: Commencer le jour %@
ja: 第%@日を開始
ko: 제 %@일 시작
zh_hk: 開始第%@天

# start_timer_tooltip_day_1
source: Start the timer when you see "Day One" on screen.
es_us: Inicia el temporizador cuando veas "Día Uno" en la pantalla.
fr: Démarrez le minuteur lorsque vous voyez « Jour Un » à l’écran.
ja: 「第1日目」と表示されたらタイマーを開始してください。
ko: "1일차"가 표시되면 타이머를 시작하세요.
zh_hk: 當你看到「第一天」時開始計時。

# start_timer_tooltip_day_X
source: Start the timer when you see "Day %@" on screen.
es_us: Inicia el temporizador cuando veas "Día %@" en la pantalla.
fr: Démarrez le minuteur lorsque vous voyez « Jour %@ » à l’écran.
ja: 「第%@日」と表示されたらタイマーを開始してください。
ko: "%@일차"가 표시되면 타이머를 시작하세요.
zh_hk: 當你看到「第%@天」時開始計時。

source: Sync Enabled
es_us: Sincronización activada
fr: Synchronisation activée
ja: 同期が有効になっています
ko: 동기화 활성화됨
zh_hk: 同步已啟用

# title_er_nightreign_timer
source: ER Nightreign Timer
es_us: Temporizador ER Nightreign
fr: Minuteur ER Nightreign
ja: ERナイトレインタイマー
ko: ER 나이트레인 타이머
zh_hk: ER 夜幕計時器

# title_timer
source: Timer
es_us: Temporizador
fr: Minuteur
ja: タイマー
ko: 타이머
zh_hk: 計時器

source: Unknown Status
es_us: Estado desconocido
fr: Statut inconnu
ja: 不明なステータス
ko: 알 수 없는 상태
zh_hk: 狀態不明

# warning_circle
source: Move to the Safe Zone!
es_us: ¡Muévete a la zona segura!
fr: Allez dans la zone de sécurité !
ja: 安全地帯に移動！
ko: 안전 구역으로 이동하세요!
zh_hk: 移動到安全區！

# warning_default
source: Phase ending soon
es_us: Fase terminando pronto
fr: Phase bientôt terminée
ja: フェーズ終了間近
ko: 곧 단계가 끝납니다
zh_hk: 階段即將結束

# warning_explore
source: The Night Rain Approaches!
es_us: ¡La Lluvia Nocturna se aproxima!
fr: La pluie nocturne approche !
ja: ナイトレインが近づいています！
ko: 밤비가 다가옵니다!
zh_hk: 夜雨即將來臨！

source: Win
es_us: Victoria
fr: Victoire
ja: 勝利
ko: 승리
zh_hk: 勝利

# win_rate
source: Win Rate: %.1f%%
es_us: Tasa de victoria: %.1f%%
fr: Taux de victoire : %.1f%%
ja: 勝率：%.1f%%
ko: 승률: %.1f%%
zh_hk: 勝率：%.1f%%

source: Wins: %@
es_us: Victorias: %@
fr: Victoires : %@
ja: 勝利数：%@
ko: 승리: %@
zh_hk: 勝利：%@

source: Yes
es_us: Sí
fr: Oui
ja: はい
ko: 예
zh_hk: 是

source: Pause
es_us: Pausa
ja: 一時停止
ko: 일시 정지
zh_hk: 暫停

# title_er_nightreign
source: ER Nightreign
ja: エルデンリング：ナイトレイン
ko: 엘든 링: 나이트레인
zh_hk: 艾爾登法環：夜雨
